[
  {
    "date": "01-01",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 1\nVigilance\n\"We keep what we have only with vigilance...\"\nBasic Text, p. 57\nHow do we remain vigilant about our recovery? First, by realizing that we have a\ndisease we will always have. No matter how long we've been clean, no matter how\nmuch better our lives have become, no matter what the extent of our spiritual\nhealing, we are still addicts. Our disease waits patiently, ready to spring the trap if\nwe give it the opportunity.\nVigilance is a daily accomplishment. We strive to be constantly alert and ready to\ndeal with signs of trouble. Not that we should live in irrational fear that something\nhorrible will possess us if we drop our guard for an instant; we just take normal\nprecautions. Daily prayer, regular meeting attendance, and choosing not to\ncompromise spiritual principles for the easier way are acts of vigilance. We take\ninventory as necessary, share with others whenever we are asked, and carefully\nnurture our recovery. Above all, we stay aware!\nWe have a daily reprieve from our addiction as long as we remain vigilant. Each day,\nwe carry the principles of recovery into all we do, and each night, we thank our\nHigher Power for another day clean.\nJust for today: I will be vigilant, doing everything necessary to guard my recovery."
  },
  {
    "date": "01-02",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 2\nTake a deep breath and talk to God\n\"Sometimes when we pray, a remarkable thing happens: We find the means, ways,\nand energies to perform tasks far beyond our capacities.\"\nBasic Text p. 44\nCoping successfully with life's minor annoyances and frustrations is sometimes the\nmost difficult skill we have to learn in recovery. We are faced with small\ninconveniences daily. From untangling the knots in our children's shoelaces to\nstanding in line at the market, our days are filled with minor difficulties that we must\nsomehow deal with.\nIf we're not careful, we may find ourselves dealing with these difficulties by bullying\nour way through each problem or grinding our teeth while giving ourselves a stern\nlecture about how we should handle them. These are extreme examples of poor\ncoping skills, but even if we're not this bad there's probably room for improvement.\nEach time life presents us with another little setback to our daily plans, we can\nsimply take a deep breath and talk to the God of our understanding. Knowing we can\ndraw patience, tolerance, or whatever we need from that Power, we find ourselves\ncoping better and smiling more often.\nJust for today: I will take a deep breath and talk to my God whenever I feel\nfrustrated"
  },
  {
    "date": "01-03",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 3\nOur Greatest Need\n\"We eventually redefine our beliefs and understanding to the point where we see\nthat our greatest need is for knowledge of God's will for us and the strength to carry\nthat out.\"\nBasic Text p. 46\nWhen we first arrived in NA, we had all kinds of ideas of what we needed. Some of\nus set our sights on amassing personal possessions. We thought recovery equaled\noutward success. But recovery does not equal success. Today, we believe that our\ngreatest need is for spiritual guidance and strength.\nThe greatest damage done to us by our addiction was the damage done to our\nspirituality. Our primary motivation was dictated by our disease: to get, to use, and\nto find ways and means to get more. Enslaved by our overwhelming need for drugs,\nour lives lacked purpose and connection. We were spiritually bankrupt.\nSooner or later, we realize that our greatest need in recovery is \"for knowledge of\nGod's will for us and the strength to carry that out.\" There, we find the direction and\nsense of purpose our addiction had hidden from us. In our God's will we find\nfreedom from self-will. No longer driven only by our own needs, we are free to live\nwith others on an equal footing.\nThere's nothing wrong with outward success. But without the spiritual connection\noffered by the NA program, our greatest need in recovery goes unmet, regardless of\nhow \"successful\" we may be.\nJust for today: I will seek the fulfillment of my greatest need: a vital, guiding\nconnection with the God of my understanding."
  },
  {
    "date": "01-04",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 4\nThe Love of the Fellowship\n\"Today secure in the love of the fellowship, we can finally look another human being\nin the eye and be grateful for who we are.\"\nBasic Text p. 89\nWhen we were using, few of us could tolerate looking someone in the eye-we were\nashamed of who we were. Our minds were not occupied with anything decent or\nhealthy, and we knew it. Our time, money, and energy weren't spent building loving\nrelationships, sharing with others, or seeking to better our communities. We were\ntrapped in a spiral of obsession and compulsion that went only in one direction:\ndownward.\nIn recovery, our journey down that spiral path has been cut short. But what is it that\nhas turned us around, drawing us back upward into the open spaces of the wide, free\nworld? The love of the fellowship has done this.\nIn the company of other addicts, we knew we would not be rejected. By the example\nof other addicts, we were shown how to begin taking a positive part in the life\naround us. When we were unsure which way to turn, when we stumbled, when we\nhad to correct a wrong we'd done, we knew our fellow members were there to\nencourage us.\nSlowly, we've gotten the feel of our freedom. No longer are we locked up in our\ndisease; we are free to build and grow and share along with everyone else. And\nwhen we need support to take our next step, it is there. The security we've found in\nthe love of the fellowship has made our new lives possible.\nJust for today: I can look anyone in the eye without shame. I am grateful for the\nloving support that has made this possible."
  },
  {
    "date": "01-05",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 5\nRecovery at Home\n\"We can enjoy our families in a new way and may become a credit to them instead\nof an embarrassment or a burden.\"\nBasic Text p. 100\nWe're doing great in recovery, aren't we? We go to a meeting every day, we spend\nevery evening with our friends in the fellowship, and every weekend we dash off to a\nservice workshop. But if things are falling to pieces at home, we're not doing so\ngreat after all.\nWe expect our families to understand. After all, we're not using drugs anymore. Why\ndon't they recognize our progress? Don't they understand how important our\nmeetings, our service, and our involvement with the fellowship are?\nOur families will not appreciate the change NA is working in our lives unless we show\nthem. If we rush off to a meeting the same way we rushed off to use drugs, what\nhas changed? If we continue to ignore the needs and desires of our partners and\nchildren, failing to accept our responsibilities at home, we aren't \"practicing these\nprinciples in all our affairs.\"\nWe must live the program everywhere we go, in everything we do. If we want the\nspiritual life to be more than a theory, we have to live it at home. When we do this,\nthe people we share our lives with are sure to notice the change and be grateful that\nwe've found NA.\nJust for today: I will take my recovery home with me."
  },
  {
    "date": "01-06",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 6\n\"How Does It Work?\"\n\"I used to think that I had all the answers, but today I am glad that I don't\"\nBasic Text p. 272\n\nWhat are the two favorite words of most addicts? \"I know!\" Unfortunately, many of\nus arrive in NA thinking we have all the answers. We have a lot of knowledge about\nwhat's wrong with us. But in and of itself, knowledge never helped us stay clean for\nany length of time.\n\nMembers who have achieved long-term recovery will be the first to admit that the\nlonger they are here, the more they have to learn. But they do know one thing: By\nfollowing this simple Twelve Step program, they have been able to stay clean. They\nno longer ask \"why\"; they ask \"how.\" The value of endless speculation pales in\ncomparison to the experience of addicts who've found a way to stay clean and live\nclean.\n\nThis doesn't mean we don't ask \"why\" when it's appropriate. We don't come to NA\nand stop thinking! But in the beginning, it's often a very good idea to reword our\nquestions. Instead of asking \"why,\" we ask \"how.\" How do I work this step? How\noften should I attend meetings? How do I stay clean?\n\nJust for today: I don't have all the answers, but I know where to find the ones that\nmatter. Today, I will ask another addict, \"How does it work?\""
  },
  {
    "date": "01-07",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 7\n\"Recovery\"\n\"Narcotics Anonymous offers addicts a program of recovery that is more than just a\nlife without drugs. Not only is this way of life better than the hell we lived, it is better\nthan any life that we have ever known.\"\nBasic Text p. 103\n\nFew of us have any interest in \"recovering\" what we had before we started using.\nMany of us suffered severely from physical, sexual, and emotional abuse. Getting\nhigh and staying high seemed like the only possible way to cope with such abuse.\nOthers suffered in less noticeable but equally painful ways before addiction took\nhold. We lacked direction and purpose. We were spiritually empty. We felt isolated,\nunable to empathize with others. We had none of the things that give life its sense\nand value. We took drugs in a vain attempt to fill the emptiness inside ourselves.\nMost of us wouldn't want to \"recover\" what we used to have.\n\nUltimately, the recovery we find in NA is something different: a chance at a new life.\nWe've been given tools to clear the wreckage from our lives. We've been given\nsupport in courageously setting forth on a new path. And we've been given the gift of\nconscious contact with a Power greater than ourselves, providing us with the inner\nstrength and direction we so sorely lacked in the past.\n\nRecovering? Yes, in every way. We're recovering a whole new life, better than\nanything we ever dreamed possible. We are grateful.\n\nJust for today: I've recovered something I never had, something I never imagined\npossible: the life of a recovering addict. Thank you, Higher Power, in more than\nwords can say."
  },
  {
    "date": "01-08",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 8\nGrowing Up\n\"Our spiritual condition is the basis for a successful recovery that offers unlimited\ngrowth.\"\nBasic Text p. 43\nWhen our members celebrate their recovery anniversaries, they often say that\nthey've \"grown up\" in NA. Well, then, we think, what does that mean? We start to\nwonder if we're grown-ups yet. We check our lives and yes, all the trappings of\nadulthood are there: the checkbook, the children, the job, the responsibilities. On\nthe inside, though, we often feel like children. We're still confused by life much of the\ntime. We don't always know how to act. We sometimes wonder whether we're really\ngrown-ups at all, or whether we're children who've somehow been put into adult\nbodies and given adult responsibilities.\nGrowth is not best measured by physical age or levels of responsibility. Our best\nmeasure of growth is our spiritual condition, the basis of our recovery. If we're still\ndepending on people, places, and things to provide our inner satisfaction, like a child\ndepending on its parents for everything, we do indeed have some growing to do. But\nif we stand secure on the foundation of our spiritual condition, considering its\nmaintenance our most important responsibility, we can claim maturity. Upon that\nfoundation, our opportunities for growth are limitless.\nJust for today: The measure of my maturity is the extent to which I take\nresponsibility for the maintenance of my spiritual condition. Today, this will be my\nhighest priority."
  },
  {
    "date": "01-09",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 9\nReturning Our Sponsor's Kindness\n\"Our earliest involvements with others often begin with our sponsor.\"\nBasic Text p. 55\n\nOur sponsor can be an abundant source of recovery information, wisdom, and loving\nwords. They've done so much for us. From the late night telephone calls to the hours\nspent listening to our recovery writing, they've believed in us and invested their time\nto prove it. They've lovingly and firmly shown us how to be honest. Their boundless\ncompassion in times of turmoil has given us the strength to go on. Their way of\nhelping has prompted us to seek our answers within ourselves, and we've become\nmature, responsible, confident individuals as a result.\n\nThough our sponsor has given so generously and has never demanded repayment,\nthere are things we can do to show our appreciation. We treat our sponsor with\nrespect. They are not a trash can designed for us to dump our garbage in. They have\ntheir times of trial, just as we do, and sometimes need our support. They are human,\nhave feelings, and appreciate our concern. Maybe they would like to receive a card in\nthe mail or a phone call expressing our love.\n\nWhatever we do to return our sponsor's kindness will enhance our personal recovery,\nnot to mention the joy we'll bring to our sponsor.\n\nJust for today: My sponsor has cared for me when I couldn't care for myself. Today,\nI will do something nice for my sponsor."
  },
  {
    "date": "01-10",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 10\nGratitude\n\"I'm very grateful to have come to believe.\"\nIP No. 21, \"The Loner\"\nBelief in a Higher Power can make all the difference when the going gets tough!\nWhen things don't go our way in recovery, our sponsor may direct us to make a\n\"gratitude list.\" When we do, we should include our faith in a Power greater than\nourselves on the list. One of the greatest gifts we receive from the Twelve Steps is\nour belief in a God of our own understanding.\nThe Twelve Steps gently lead us toward a spiritual awakening. Just as our addiction\nprogressed, so does our spiritual life develop in the course of working the program of\nNarcotics Anonymous. The steps are our path to a relationship with a God of our\nunderstanding. This Higher Power gives us strength when our road gets rough.\nAre we grateful for our deepening relationship with a Higher Power? Do we\nremember to thank God for each day clean, no matter what has happened that day?\nDo we remember that, no matter how deep our despair or how great our joy, the\nGod of our understanding is with us?\nOur recovery is a gift, a gift that we sometimes take for granted. Each day we stay\nclean, we can rejoice in our Higher Power's care.\nJust for today: I am grateful for my relationship with a Higher Power that cares for\nme."
  },
  {
    "date": "01-11",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 11\nFaith\n\"As we develop faith in our daily lives, we find that our Higher Power supplies us with\nthe strength and guidance that we need.\"\nBasic Text, p. 91\nSome of us come into recovery very frightened and insecure. We feel weak and\nalone. We are uncertain of our direction and don't know where to go for answers. We\nare told that if we find some faith in a Power greater than ourselves, we will find\nsecurity and guidance. We want that feeling of safety and strength. But faith doesn't\ncome overnight. It takes time and effort to grow.\nThe seed is planted when we ask our Higher Power for help and then acknowledge\nthe source of our help when it comes. We nurture the tiny seed of faith with the\nsunlight of our prayers each day. Our faith grows, a reward for living life on its own\nterms. One day we realize our faith has become like a huge spreading tree; it doesn't\nstop the storms of life, but we know that we are safe in its shelter.\nJust for today: I know that faith in my Higher Power will not calm the storms of life,\nbut it will calm my heart. I will let my faith shelter me in times of trouble."
  },
  {
    "date": "01-12",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 12\nSpiritual awakenings\n\"Having had a spiritual awakening as a result of these steps...\"\nStep Twelve\n\"How will I know when I have had a spiritual awakening?\" For many of us, a spiritual\nawakening comes gradually. Perhaps our first spiritual awareness is as simple as a\nnew appreciation for life. Maybe one day we'll suddenly discover the sound of birds\nsinging early in the morning. The simple beauty of a flower may remind us that there\nis a Power greater than ourselves at work around us.\n\nOften, our spiritual awakening is something that grows stronger over time. We can\nstrive for more spiritual awareness simply by living our lives. We can persist in\nefforts to improve our conscious contact through prayer and meditation on a daily\nbasis. We can listen within for the guidance we need. We can question other addicts\nabout their experiences with spirituality. We can take time to appreciate the world\naround us.\n\nJust for today: I will reflect on the spiritual awakenings I have experienced. I will\nstrive to be God-conscious. I will take time out in the day to appreciate my Higher\nPower's handiwork."
  },
  {
    "date": "01-13",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 13\nSurrender to win\n\"Help for addicts begins only when we are able to admit complete defeat.\"\nBasic Text, p. 22\nComplete defeat-what a concept! That must mean surrender. Surrender-to give up\nabsolutely. To quit with no reservations. To put up our hands and quit fighting.\nMaybe to put up our hand at our first meeting and admit we're addicts.\n\nHow do we know we've taken a First Step that will allow us to live drug-free? We\nknow because, once we have taken that gigantic step, we never have to use again-\njust for today. That's it. It's not easy, but it's very simple.\n\nWe work the First Step. We accept that, yes, we are addicts. \"One is too many, and\na thousand never enough.\" We've proven that to ourselves enough times. We admit\nthat we cannot handle drugs in any form. We admit it; we say it out loud, if\nnecessary.\n\nWe take the First Step at the beginning of our day. For one day. This admission frees\nus, just for today, from the need to live out our addiction all over again. We've\nsurrendered to this disease. We give up. We quit. But in quitting, we win. And that's\nthe paradox of the First Step: We surrender to win, and by surrendering we gain a\nfar greater power than we ever imagined possible.\n\nJust for today: I admit that I am powerless over my addiction. I will surrender to\nwin."
  },
  {
    "date": "01-14",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 14\nA loving God\n\"Our understanding of a Higher Power is up to us.... The only suggested guidelines\nare that this Power be loving, caring, and greater than ourselves.\"\nBasic Text, p. 24\nWe've been told that we can believe in any kind of Higher Power we want as long as\nit is loving and, of course, greater than ourselves. Some of us, however, have\ntrouble with these requirements. We either believe in nothing but ourselves, or we\nbelieve that anything that could be called \"God\" could only be cold-hearted and\nunreasonable, sending us bad luck on a whim.\n\nBelieving in a loving Power is quite a leap for some of us, for many reasons. The\nthought of turning our will and lives over to the care of something we think might\nhurt us is sure to fill us with reluctance. If we come into the program believing that\nGod is judgmental and unforgiving, we must overcome those beliefs before we can\nbe truly comfortable with the Third Step.\n\nOur positive experiences in recovery can help us come to believe in a loving God of\nour own understanding. We've been given relief from a disease that has afflicted us\nfor a long time. We've found the guidance and support we need to develop a new\nway of life. We've begun to experience a fullness of spirit where once there was only\nemptiness. These aspects of our recovery have their source in a loving God, not a\nharsh, hateful one. And the more we experience recovery, the more we'll trust that\nloving Higher Power.\n\nJust for today: I will open my mind and my heart to believe that God is loving, and\ntrust my loving Higher Power to do for me what I cannot do for myself."
  },
  {
    "date": "01-15",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 15\nFear\n\"We grow to feel comfortable with our Higher Power as a source of strength. As we\nlearn to trust this Power, we begin to overcome our fear of life.\"\nBasic Text, p. 24\nPowerless as we are, living on self-will is a frightening, unmanageable experience. In\nrecovery, we have turned our will and our lives safely over to the care of the God of\nour understanding. When we lapse in our program, when we lose conscious contact\nwith our Higher Power, we begin to take control of our own lives again, refusing the\ncare of the God of our understanding. If we do not make a daily decision to\nsurrender our lives to the care of our Higher Power, we may become overwhelmed\nwith our fear of life.\n\nThrough working the Twelve Steps, we've found that faith in a Power greater than\nourselves helps relieve our fear. As we draw closer to a loving God, we become more\nconscious of our Higher Power. And the more conscious we are of God's care for us,\nthe less our fears.\n\nWhen we feel afraid, we ask ourselves, \"Is this fear an indication of a lack of faith in\nmy life? Have I taken control again, only to find my life still unmanageable?\" If we\nanswer yes to these questions, we can overcome our fear by turning our will and our\nlives back over to care of the God of our understanding.\n\nJust for today: I will rely on the care of my Higher Power to relieve my fear of life."
  },
  {
    "date": "01-16",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 16\nMake that call!\n\"We feared that if we ever revealed ourselves as we were, we would surely be\nrejected.... [But] our fellow members do understand us.\"\nBasic Text, p. 31\nWe need our fellow NA members-their experience, their friendship, their laughter,\ntheir guidance, and much, much more. Yet many of us hesitate to call our sponsor or\nvisit our NA friends. We don't want to impose on them. We think about phoning\nsomeone, but we don't feel worthy of their time. We fear that if they ever got to\nknow us-really know us-they'd surely reject us.\n\nWe forget that our fellow NA members are just like us. There's nothing we've done,\nno place we've been, no feeling we've felt that other recovering addicts won't be able\nto identify with. The more we let others get to know us, the more we'll hear, \"You're\nin the right place. You're among friends. You belong. Welcome!\"\n\nWe also forget that, just as we need others, they need us. We're not the only ones\nwho want to feel like we belong, who want to experience the warmth of friendship,\nwho want someone to share with. If we isolate ourselves from our fellow members,\nwe deprive them of something they need, something only we can give them: our\ntime, our company, our true selves.\n\nIn Narcotics Anonymous, recovering addicts care for one another. What waits at the\nother end of the telephone is not rejection, but the love, warmth, and identification\nof the NA Fellowship. Make that call!\n\nJust for today: In NA, I am among friends. I will reach out to others, giving and\nreceiving in fellowship."
  },
  {
    "date": "01-17",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 17\nForgiveness\n\"As we realize our need to be forgiven, we tend to be more forgiving. At least we\nknow that we are no longer intentionally making life miserable for people.\"\nBasic Text, p. 38\nIn our addiction we often treated others badly, sometimes deliberately finding ways\nto make their lives miserable. In our recovery, we may still have a tendency to pass\njudgment on others' actions because we think we know how that person should\nbehave. But as we progress in our recovery we often find that, to accept ourselves,\nwe must accept those around us.\n\nIt may be difficult to watch as someone's insanity manifests itself. But if we detach\nourselves from the problem, we can start living in the solution. And if we feel\naffected by another's actions, we can extend the principle of forgiveness.\n\nJust for today: I will strive to forgive rather than be forgiven. I will try to act in such\na way that I feel worthy of self-love."
  },
  {
    "date": "01-18",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 18\nThe simple inventory\n\"Continuing to take a personal inventory means that we form a habit of looking at\nourselves, our actions, our attitudes, and our relationships on a regular basis.\"\nBasic Text, p. 41\nThe daily inventory is a tool we can use to simplify our lives. The most complicated\npart of taking a regular inventory is deciding how to start. Should we write it out?\nWhat should we examine? In how much detail? And how do we know when we've\nfinished? In no time, we've turned a simple exercise into a major project. Here's one\nsimple approach to the daily inventory. We set aside a few minutes at the close of\neach day to sit quietly and check out our feelings. Is there a knot, big or small, in\nour gut? Do we feel uncomfortable about the day we've just finished? What\nhappened? What was our part in the affair? Do we owe any amends? If we could do\nit over again, what would we do differently?\n\nWe also want to monitor the positive aspects of our lives in our daily inventory. What\nhas given us satisfaction today? Were we productive? Responsible? Kind? Loving? Did\nwe give unselfishly of ourselves? Did we fully experience the love and beauty the day\noffered us? What did we do today that we would want to do again?\n\nOur daily inventory doesn't have to be complicated to be effective. It is a very simple\ntool we can use to keep in daily touch with ourselves.\n\nJust for today: I want to keep in touch with the way I feel in living this life I've been\ngiven. At the end of this day, I will take a brief, simple inventory."
  },
  {
    "date": "01-19",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 19\nMaking mountains into molehills\n\"When we stop living in the here and now, our problems become magnified\nunreasonably.\"\nBasic Text, p. 96\nSome of us seem to make mountains out of molehills with our problems. Even those\nof us who've found some measure of serenity have probably blown a problem far out\nof proportion at some time in our recovery-and if we haven't done so yet, we\nprobably will before long!\n\nWhen we find ourselves obsessed with a complication in our lives, we will do well to\nsharply remind ourselves of all that is going right. Perhaps we're afraid we won't be\nable to pay our bills for the month. Instead of sitting at the calculator, adding our\nfinancial liabilities over and over, we can take stock of our efforts to reduce\nexpenses. Following this mini-inventory, we continue with the task at hand and\nremind ourselves that as long as we are doing the footwork, a loving Higher Power\nwill care for our lives.\n\nMountain-sized problems happen sometimes, but we don't need to create them.\nTrust in a loving God of our understanding will put most of our problems in their\nproper perspective. We no longer need to create chaos to feel excited about our\nlives. Our recovery gives us countless real-life opportunities for excitement and\ndrama.\n\nJust for today: I will take a realistic look at my problems and see that most of them\nare minor. I will leave them that way and enjoy my recovery."
  },
  {
    "date": "01-20",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 20\nOne promise, many gifts\n\"Narcotics Anonymous offers only one promise, and that is freedom from active\naddiction...\"\nBasic Text, p. 102\nImagine how it might be if we had arrived at the doors of Narcotics Anonymous,\ndesperate, wanting to stop using drugs, only to be met by a sales pitch: \"If you just\nwork the steps and don't use drugs, you'll get married, live in the suburbs, have 2.6\nchildren, and start wearing polyester. You will become a responsible, productive\nmember of society and be fit company for kings and presidents. You will be rich and\nhave a dynamic career.\" Most of us, greeted with such a heavy-handed spiel, would\nhave shrieked and bolted for the door.\n\nInstead of high-pressure nonsense and frightening predictions, we are greeted with a\npromise of hope: freedom from active addiction. We feel a blessed relief come over\nus when we hear that we never have to use drugs again. We aren't going to be\nforced to become anything!\n\nOf course, after some time in recovery, good things start happening in our lives. We\nare given gifts-spiritual gifts, material gifts, gifts that we've always dreamed of but\nnever dared hope we'd get. These, however, are truly gifts-they are not promised to\nus just because we become NA members. All we are promised is freedom from\naddiction-and it's more than enough!\n\nJust for today: I have been promised freedom from active addiction. The gifts I\nreceive are the benefits of recovery."
  },
  {
    "date": "01-21",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 21\nUnity and uniformity\n\"Unity is a must in Narcotics Anonymous.\"\nBasic Text p. 60\nUnity is not uniformity. Unity springs from the fact that we have unity of purpose-to\nrecover, and to help others stay clean. Even so, we often find that while we strive to\nfulfill the same purpose, our means and methods may be radically different.\n\nWe can't impose our ideas of unity on others or confuse unity with uniformity. In\nfact, a big attraction of the NA program is the absence of uniformity. Unity springs\nfrom our common purpose, not from standards imposed on the group by a few well-\nmeaning members. A group that has the unity which springs from the loving hearts\nof its members allows each addict to carry the message in his or her own unique\nway.\n\nIn our dealings with each other in NA, we sometimes disagree rather vocally. We\nmust remember that the details of how we get things done isn't always important, so\nlong as we keep our focus on the group's primary purpose. We can watch members\nwho vehemently disagree over trivial things pull together when a newcomer reaches\nout for help. Someone was there for us when we got to the rooms of NA. Now it is\nour turn to be there for others. We need unity to help show the newcomer that this\nway of life works.\n\nJust for today: I will strive to be a part of unity. I know that unity does not equal\nuniformity."
  },
  {
    "date": "01-22",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 22\nThe school of recovery\n\"This is a program for learning.\"\nBasic Text p. 16\nLearning in recovery is hard work. The things we most need to know are often the\nhardest to learn. We study recovery to prepare ourselves for the experiences life will\ngive us. As we listen to others share in meetings, we take mental notes we can refer\nto later. To be prepared, we study our notes and literature between \"lessons.\" Just\nas students have the opportunity to apply their knowledge during tests, so do we\nhave the opportunity to apply our recovery during times of crisis.\n\nAs always, we have a choice in how we will approach life's challenges. We can dread\nand avoid them as threats to our serenity or we can gratefully accept them as\nopportunities for growth. By confirming the principles we've learned in recovery,\nlife's challenges give us increased strength. Without such challenges, however, we\ncould forget what we've learned and begin to stagnate. These are the opportunities\nthat prod us to new spiritual awakenings.\n\nWe will find that there is often a period of rest after each crisis, giving us time to get\naccustomed to our new skills. Once we've reflected on our experience, we are called\non to share our knowledge with someone who is studying what we've just learned. In\nthe school of recovery, all of us are teachers as well as students.\n\nJust for today: I will be a student of recovery. I will welcome challenges, confident in\nwhat I've learned and eager to share it with others."
  },
  {
    "date": "01-23",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 23\nSerenity check\n\"Lack of daily maintenance can show up in many ways.\"\nBasic Text p. 91\nEver had a perfect stranger remark about how great the weather was, only to reply\n\"It stinks?\" When this happens, we are probably suffering from a lack of daily\nmaintenance in our program.\n\nIn recovery, life can get pretty hectic. Maybe those added responsibilities at work\nhave got you hopping. Maybe you haven't been to a meeting for awhile. Perhaps\nyou've been too busy to meditate, or haven't been eating regularly or sleeping well.\nWhatever the reason, your serenity is slipping.\n\nWhen this happens, it is crucial that we take action. We can't afford to let one \"bad\nday,\" complete with a bad attitude, slip into two days, four days, or a week. Our\nrecovery depends on our daily maintenance program. No matter what is happening\nin our lives, we can't afford to neglect the principles that have saved our lives.\n\nThere are many ways to recover our serenity. We can go to a meeting, phone our\nsponsor, meet another recovering addict for lunch, or try to carry the message to a\nnewcomer. We can pray. We can take a moment to ask ourselves what simple things\nwe haven't been doing. When our attitudes head downhill, we can avert a crash with\nsimple solutions.\n\nJust for today: I will examine the maintenance of my daily program of recovery."
  },
  {
    "date": "01-24",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 24\nFrom isolation to connection\n\"Our disease isolated us... Hostile, resentful, self-centered, and self-seeking, we cut\nourselves off from the outside world.\"\nBasic Text p. 3-4\nAddiction is an isolating disease, closing us off from society, family, and self. We hid.\nWe lied. We scorned the lives we saw others living, surely beyond our grasp. Worst\nof all, we told ourselves there was nothing wrong with us, even though we knew we\nwere desperately ill. Our connection with the world, and with reality itself, was\nsevered. Our lives lost meaning, and we withdrew further and further from reality.\n\nThe NA program is designed especially for people like us. It helps reconnect us to the\nlife we were meant to live, drawing us out of our isolation. We stop lying to ourselves\nabout our condition; we admit our powerlessness and the unmanageability of our\nlives. We develop faith that our lives can improve, that recovery is possible, and that\nhappiness is not permanently beyond our grasp. We get honest; we stop hiding; we\n\"show up and tell the truth\" no matter what. And as we do, we establish the ties that\nconnect our individual lives to the larger life around us.\n\nWe addicts need not live lives of isolation. The Twelve Steps can restore our\nconnection to life and living-if we work them.\n\nJust for today: I am a part of the life around me. I will practice my program to\nstrengthen my connection to my world."
  },
  {
    "date": "01-25",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nJanuary 25\nAn added gift\n\"We see it happening among us every day. This miraculous turnabout is evidence of\na spiritual awakening.\"\nBasic Text p. 49\nWe watch them walk in to their first meeting defeated, their spirits broken. Their\nsuffering is obvious, and their desire for help even more apparent. They collect a\nwelcome chip and go back to their seats, shaken by the effort.\n\nWe see them again, and they seem a little more comfortable. They've found a\nsponsor and are attending meetings every night. They still won't meet our glance,\nbut they nod their heads in recognition as we share. We notice a spark of hope in\ntheir eyes, and they smile uncertainly when we encourage them to keep coming\nback.\n\nA few months later, they are standing straight. They've learned how to make eye\ncontact. They're working the steps with their sponsor and are healing as a result. We\nlisten to them sharing at meetings. We stack chairs with them afterward.\n\nA few years later, they are speaking at a convention workshop, They've got a\nwonderful, humorous personality. They smile when they see us, they hug us, and\nthey tell us they could never have done it without us. And they understand when we\nsay, \"nor could we, without you.\"\n\nJust for today: I will find joy in witnessing the recovery of another."
  },
  {
    "date": "01-26",
    "quote": ""
  },
  {
    "date": "01-27",
    "quote": ""
  },
  {
    "date": "01-28",
    "quote": ""
  },
  {
    "date": "01-29",
    "quote": ""
  },
  {
    "date": "01-30",
    "quote": ""
  },
  {
    "date": "01-31",
    "quote": ""
  },

  {
    "date": "02-01",
    "quote": ""
  },
  {
    "date": "02-02",
    "quote": ""
  },
  {
    "date": "02-03",
    "quote": ""
  },
  {
    "date": "02-04",
    "quote": ""
  },
  {
    "date": "02-05",
    "quote": ""
  },
  {
    "date": "02-06",
    "quote": ""
  },
  {
    "date": "02-07",
    "quote": ""
  },
  {
    "date": "02-08",
    "quote": ""
  },
  {
    "date": "02-09",
    "quote": ""
  },
  {
    "date": "02-10",
    "quote": ""
  },
  {
    "date": "02-11",
    "quote": ""
  },
  {
    "date": "02-12",
    "quote": ""
  },
  {
    "date": "02-13",
    "quote": ""
  },
  {
    "date": "02-14",
    "quote": ""
  },
  {
    "date": "02-15",
    "quote": ""
  },
  {
    "date": "02-16",
    "quote": ""
  },
  {
    "date": "02-17",
    "quote": ""
  },
  {
    "date": "02-18",
    "quote": ""
  },
  {
    "date": "02-19",
    "quote": ""
  },
  {
    "date": "02-20",
    "quote": ""
  },
  {
    "date": "02-21",
    "quote": ""
  },
  {
    "date": "02-22",
    "quote": ""
  },
  {
    "date": "02-23",
    "quote": ""
  },
  {
    "date": "02-24",
    "quote": ""
  },
  {
    "date": "02-25",
    "quote": ""
  },
  {
    "date": "02-26",
    "quote": ""
  },
  {
    "date": "02-27",
    "quote": ""
  },
  {
    "date": "02-28",
    "quote": ""
  },
  {
    "date": "02-29",
    "quote": ""
  },

  {
    "date": "03-01",
    "quote": ""
  },
  {
    "date": "03-02",
    "quote": ""
  },
  {
    "date": "03-03",
    "quote": ""
  },
  {
    "date": "03-04",
    "quote": ""
  },
  {
    "date": "03-05",
    "quote": ""
  },
  {
    "date": "03-06",
    "quote": ""
  },
  {
    "date": "03-07",
    "quote": ""
  },
  {
    "date": "03-08",
    "quote": ""
  },
  {
    "date": "03-09",
    "quote": ""
  },
  {
    "date": "03-10",
    "quote": ""
  },
  {
    "date": "03-11",
    "quote": ""
  },
  {
    "date": "03-12",
    "quote": ""
  },
  {
    "date": "03-13",
    "quote": ""
  },
  {
    "date": "03-14",
    "quote": ""
  },
  {
    "date": "03-15",
    "quote": ""
  },
  {
    "date": "03-16",
    "quote": ""
  },
  {
    "date": "03-17",
    "quote": ""
  },
  {
    "date": "03-18",
    "quote": ""
  },
  {
    "date": "03-19",
    "quote": ""
  },
  {
    "date": "03-20",
    "quote": ""
  },
  {
    "date": "03-21",
    "quote": ""
  },
  {
    "date": "03-22",
    "quote": ""
  },
  {
    "date": "03-23",
    "quote": ""
  },
  {
    "date": "03-24",
    "quote": ""
  },
  {
    "date": "03-25",
    "quote": ""
  },
  {
    "date": "03-26",
    "quote": ""
  },
  {
    "date": "03-27",
    "quote": ""
  },
  {
    "date": "03-28",
    "quote": ""
  },
  {
    "date": "03-29",
    "quote": ""
  },
  {
    "date": "03-30",
    "quote": ""
  },
  {
    "date": "03-31",
    "quote": ""
  },

  {
    "date": "04-01",
    "quote": ""
  },
  {
    "date": "04-02",
    "quote": ""
  },
  {
    "date": "04-03",
    "quote": ""
  },
  {
    "date": "04-04",
    "quote": ""
  },
  {
    "date": "04-05",
    "quote": ""
  },
  {
    "date": "04-06",
    "quote": ""
  },
  {
    "date": "04-07",
    "quote": ""
  },
  {
    "date": "04-08",
    "quote": ""
  },
  {
    "date": "04-09",
    "quote": ""
  },
  {
    "date": "04-10",
    "quote": ""
  },
  {
    "date": "04-11",
    "quote": ""
  },
  {
    "date": "04-12",
    "quote": ""
  },
  {
    "date": "04-13",
    "quote": ""
  },
  {
    "date": "04-14",
    "quote": ""
  },
  {
    "date": "04-15",
    "quote": ""
  },
  {
    "date": "04-16",
    "quote": ""
  },
  {
    "date": "04-17",
    "quote": ""
  },
  {
    "date": "04-18",
    "quote": ""
  },
  {
    "date": "04-19",
    "quote": ""
  },
  {
    "date": "04-20",
    "quote": ""
  },
  {
    "date": "04-21",
    "quote": ""
  },
  {
    "date": "04-22",
    "quote": ""
  },
  {
    "date": "04-23",
    "quote": ""
  },
  {
    "date": "04-24",
    "quote": ""
  },
  {
    "date": "04-25",
    "quote": ""
  },
  {
    "date": "04-26",
    "quote": ""
  },
  {
    "date": "04-27",
    "quote": ""
  },
  {
    "date": "04-28",
    "quote": ""
  },
  {
    "date": "04-29",
    "quote": ""
  },
  {
    "date": "04-30",
    "quote": ""
  },

  {
    "date": "05-01",
    "quote": ""
  },
  {
    "date": "05-02",
    "quote": ""
  },
  {
    "date": "05-03",
    "quote": ""
  },
  {
    "date": "05-04",
    "quote": ""
  },
  {
    "date": "05-05",
    "quote": ""
  },
  {
    "date": "05-06",
    "quote": ""
  },
  {
    "date": "05-07",
    "quote": ""
  },
  {
    "date": "05-08",
    "quote": ""
  },
  {
    "date": "05-09",
    "quote": ""
  },
  {
    "date": "05-10",
    "quote": ""
  },
  {
    "date": "05-11",
    "quote": ""
  },
  {
    "date": "05-12",
    "quote": ""
  },
  {
    "date": "05-13",
    "quote": ""
  },
  {
    "date": "05-14",
    "quote": ""
  },
  {
    "date": "05-15",
    "quote": ""
  },
  {
    "date": "05-16",
    "quote": ""
  },
  {
    "date": "05-17",
    "quote": ""
  },
  {
    "date": "05-18",
    "quote": ""
  },
  {
    "date": "05-19",
    "quote": ""
  },
  {
    "date": "05-20",
    "quote": ""
  },
  {
    "date": "05-21",
    "quote": ""
  },
  {
    "date": "05-22",
    "quote": ""
  },
  {
    "date": "05-23",
    "quote": ""
  },
  {
    "date": "05-24",
    "quote": ""
  },
  {
    "date": "05-25",
    "quote": ""
  },
  {
    "date": "05-26",
    "quote": ""
  },
  {
    "date": "05-27",
    "quote": ""
  },
  {
    "date": "05-28",
    "quote": ""
  },
  {
    "date": "05-29",
    "quote": ""
  },
  {
    "date": "05-30",
    "quote": ""
  },
  {
    "date": "05-31",
    "quote": ""
  },

  {
    "date": "06-01",
    "quote": ""
  },
  {
    "date": "06-02",
    "quote": ""
  },
  {
    "date": "06-03",
    "quote": ""
  },
  {
    "date": "06-04",
    "quote": ""
  },
  {
    "date": "06-05",
    "quote": ""
  },
  {
    "date": "06-06",
    "quote": ""
  },
  {
    "date": "06-07",
    "quote": ""
  },
  {
    "date": "06-08",
    "quote": ""
  },
  {
    "date": "06-09",
    "quote": ""
  },
  {
    "date": "06-10",
    "quote": ""
  },
  {
    "date": "06-11",
    "quote": ""
  },
  {
    "date": "06-12",
    "quote": ""
  },
  {
    "date": "06-13",
    "quote": ""
  },
  {
    "date": "06-14",
    "quote": ""
  },
  {
    "date": "06-15",
    "quote": ""
  },
  {
    "date": "06-16",
    "quote": ""
  },
  {
    "date": "06-17",
    "quote": ""
  },
  {
    "date": "06-18",
    "quote": ""
  },
  {
    "date": "06-19",
    "quote": ""
  },
  {
    "date": "06-20",
    "quote": ""
  },
  {
    "date": "06-21",
    "quote": ""
  },
  {
    "date": "06-22",
    "quote": ""
  },
  {
    "date": "06-23",
    "quote": ""
  },
  {
    "date": "06-24",
    "quote": ""
  },
  {
    "date": "06-25",
    "quote": ""
  },
  {
    "date": "06-26",
    "quote": ""
  },
  {
    "date": "06-27",
    "quote": ""
  },
  {
    "date": "06-28",
    "quote": ""
  },
  {
    "date": "06-29",
    "quote": ""
  },
  {
    "date": "06-30",
    "quote": ""
  },

  {
    "date": "07-01",
    "quote": ""
  },
  {
    "date": "07-02",
    "quote": ""
  },
  {
    "date": "07-03",
    "quote": ""
  },
  {
    "date": "07-04",
    "quote": ""
  },
  {
    "date": "07-05",
    "quote": ""
  },
  {
    "date": "07-06",
    "quote": ""
  },
  {
    "date": "07-07",
    "quote": ""
  },
  {
    "date": "07-08",
    "quote": ""
  },
  {
    "date": "07-09",
    "quote": ""
  },
  {
    "date": "07-10",
    "quote": ""
  },
  {
    "date": "07-11",
    "quote": ""
  },
  {
    "date": "07-12",
    "quote": ""
  },
  {
    "date": "07-13",
    "quote": ""
  },
  {
    "date": "07-14",
    "quote": ""
  },
  {
    "date": "07-15",
    "quote": ""
  },
  {
    "date": "07-16",
    "quote": ""
  },
  {
    "date": "07-17",
    "quote": ""
  },
  {
    "date": "07-18",
    "quote": ""
  },
  {
    "date": "07-19",
    "quote": ""
  },
  {
    "date": "07-20",
    "quote": ""
  },
  {
    "date": "07-21",
    "quote": ""
  },
  {
    "date": "07-22",
    "quote": ""
  },
  {
    "date": "07-23",
    "quote": ""
  },
  {
    "date": "07-24",
    "quote": ""
  },
  {
    "date": "07-25",
    "quote": ""
  },
  {
    "date": "07-26",
    "quote": ""
  },
  {
    "date": "07-27",
    "quote": ""
  },
  {
    "date": "07-28",
    "quote": ""
  },
  {
    "date": "07-29",
    "quote": ""
  },
  {
    "date": "07-30",
    "quote": ""
  },
  {
    "date": "07-31",
    "quote": ""
  },

  {
    "date": "08-01",
    "quote": ""
  },
  {
    "date": "08-02",
    "quote": ""
  },
  {
    "date": "08-03",
    "quote": ""
  },
  {
    "date": "08-04",
    "quote": ""
  },
  {
    "date": "08-05",
    "quote": ""
  },
  {
    "date": "08-06",
    "quote": ""
  },
  {
    "date": "08-07",
    "quote": ""
  },
  {
    "date": "08-08",
    "quote": ""
  },
  {
    "date": "08-09",
    "quote": ""
  },
  {
    "date": "08-10",
    "quote": ""
  },
  {
    "date": "08-11",
    "quote": ""
  },
  {
    "date": "08-12",
    "quote": ""
  },
  {
    "date": "08-13",
    "quote": ""
  },
  {
    "date": "08-14",
    "quote": ""
  },
  {
    "date": "08-15",
    "quote": ""
  },
  {
    "date": "08-16",
    "quote": ""
  },
  {
    "date": "08-17",
    "quote": ""
  },
  {
    "date": "08-18",
    "quote": ""
  },
  {
    "date": "08-19",
    "quote": ""
  },
  {
    "date": "08-20",
    "quote": ""
  },
  {
    "date": "08-21",
    "quote": ""
  },
  {
    "date": "08-22",
    "quote": ""
  },
  {
    "date": "08-23",
    "quote": ""
  },
  {
    "date": "08-24",
    "quote": ""
  },
  {
    "date": "08-25",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nAugust 25\nThe Ninth Step—reclaiming life\n\"We are achieving freedom from the wreckage of our past.\"\nBasic Text, p. 42\nWe reach the Ninth Step ready to clear the damage that drove us to seek help. Now we have a real chance to clean up our past and reclaim our lives.\n\nOur preparation brought us here: we took inventory, admitted the truth to ourselves, our Higher Power, and another person, faced our shortcomings, and became willing to make amends.\n\nNow we act. With the Twelve Steps and a Higher Power, we clear away the rubble that blocked our growth and begin to live free.\n\nJust for today: I will take a concrete step to make amends and reclaim my life."
  },
  {
    "date": "08-26",
    "quote": ""
  },
  {
    "date": "08-27",
    "quote": ""
  },
  {
    "date": "08-28",
    "quote": "Just For Today\nDaily Meditations for Recovering Addicts\nAugust 28\nThe light of exposure\n\"These defects grow in the dark and die in the light of exposure.\"\nBasic Text p.31\nThe Fifth Step asks us to share our true nature with God, with ourselves, and with another human being. It doesn't encourage us to tell everyone every little secret about ourselves. It doesn't ask us to disclose to the whole world every shameful or frightening thought we've ever had. Step Five simply suggests that our secrets cause us more harm than good when we keep them completely to ourselves.\n\nIf we give in to our reluctance to reveal our true nature to even one human being, the secret side of our lives becomes more powerful. And when the secrets are in control, they drive a wedge between ourselves, our Higher Power, and the things we value most about our recovery.\n\nWhen we share our secret selves in confidence with at least one human being—our sponsor, perhaps, or a close friend—this person usually doesn't reject us. We disclose ourselves to someone else and are rewarded with their acceptance. When this happens, we realize that honest sharing is not life-threatening; the secrets have lost their power over us.\n\nJust for today: I can disarm the secrets in my life by sharing them with one human being."
  },
  {
    "date": "08-29",
    "quote": ""
  },
  {
    "date": "08-30",
    "quote": ""
  },
  {
    "date": "08-31",
    "quote": ""
  },

  {
    "date": "09-01",
    "quote": ""
  },
  {
    "date": "09-02",
    "quote": ""
  },
  {
    "date": "09-03",
    "quote": ""
  },
  {
    "date": "09-04",
    "quote": ""
  },
  {
    "date": "09-05",
    "quote": ""
  },
  {
    "date": "09-06",
    "quote": ""
  },
  {
    "date": "09-07",
    "quote": ""
  },
  {
    "date": "09-08",
    "quote": ""
  },
  {
    "date": "09-09",
    "quote": ""
  },
  {
    "date": "09-10",
    "quote": ""
  },
  {
    "date": "09-11",
    "quote": ""
  },
  {
    "date": "09-12",
    "quote": ""
  },
  {
    "date": "09-13",
    "quote": ""
  },
  {
    "date": "09-14",
    "quote": ""
  },
  {
    "date": "09-15",
    "quote": ""
  },
  {
    "date": "09-16",
    "quote": ""
  },
  {
    "date": "09-17",
    "quote": ""
  },
  {
    "date": "09-18",
    "quote": ""
  },
  {
    "date": "09-19",
    "quote": ""
  },
  {
    "date": "09-20",
    "quote": ""
  },
  {
    "date": "09-21",
    "quote": ""
  },
  {
    "date": "09-22",
    "quote": ""
  },
  {
    "date": "09-23",
    "quote": ""
  },
  {
    "date": "09-24",
    "quote": ""
  },
  {
    "date": "09-25",
    "quote": ""
  },
  {
    "date": "09-26",
    "quote": ""
  },
  {
    "date": "09-27",
    "quote": ""
  },
  {
    "date": "09-28",
    "quote": ""
  },
  {
    "date": "09-29",
    "quote": ""
  },
  {
    "date": "09-30",
    "quote": ""
  },

  {
    "date": "10-01",
    "quote": ""
  },
  {
    "date": "10-02",
    "quote": ""
  },
  {
    "date": "10-03",
    "quote": ""
  },
  {
    "date": "10-04",
    "quote": ""
  },
  {
    "date": "10-05",
    "quote": ""
  },
  {
    "date": "10-06",
    "quote": ""
  },
  {
    "date": "10-07",
    "quote": ""
  },
  {
    "date": "10-08",
    "quote": ""
  },
  {
    "date": "10-09",
    "quote": ""
  },
  {
    "date": "10-10",
    "quote": ""
  },
  {
    "date": "10-11",
    "quote": ""
  },
  {
    "date": "10-12",
    "quote": ""
  },
  {
    "date": "10-13",
    "quote": ""
  },
  {
    "date": "10-14",
    "quote": ""
  },
  {
    "date": "10-15",
    "quote": ""
  },
  {
    "date": "10-16",
    "quote": ""
  },
  {
    "date": "10-17",
    "quote": ""
  },
  {
    "date": "10-18",
    "quote": ""
  },
  {
    "date": "10-19",
    "quote": ""
  },
  {
    "date": "10-20",
    "quote": ""
  },
  {
    "date": "10-21",
    "quote": ""
  },
  {
    "date": "10-22",
    "quote": ""
  },
  {
    "date": "10-23",
    "quote": ""
  },
  {
    "date": "10-24",
    "quote": ""
  },
  {
    "date": "10-25",
    "quote": ""
  },
  {
    "date": "10-26",
    "quote": ""
  },
  {
    "date": "10-27",
    "quote": ""
  },
  {
    "date": "10-28",
    "quote": ""
  },
  {
    "date": "10-29",
    "quote": ""
  },
  {
    "date": "10-30",
    "quote": ""
  },
  {
    "date": "10-31",
    "quote": ""
  },

  {
    "date": "11-01",
    "quote": ""
  },
  {
    "date": "11-02",
    "quote": ""
  },
  {
    "date": "11-03",
    "quote": ""
  },
  {
    "date": "11-04",
    "quote": ""
  },
  {
    "date": "11-05",
    "quote": ""
  },
  {
    "date": "11-06",
    "quote": ""
  },
  {
    "date": "11-07",
    "quote": ""
  },
  {
    "date": "11-08",
    "quote": ""
  },
  {
    "date": "11-09",
    "quote": ""
  },
  {
    "date": "11-10",
    "quote": ""
  },
  {
    "date": "11-11",
    "quote": ""
  },
  {
    "date": "11-12",
    "quote": ""
  },
  {
    "date": "11-13",
    "quote": ""
  },
  {
    "date": "11-14",
    "quote": ""
  },
  {
    "date": "11-15",
    "quote": ""
  },
  {
    "date": "11-16",
    "quote": ""
  },
  {
    "date": "11-17",
    "quote": ""
  },
  {
    "date": "11-18",
    "quote": ""
  },
  {
    "date": "11-19",
    "quote": ""
  },
  {
    "date": "11-20",
    "quote": ""
  },
  {
    "date": "11-21",
    "quote": ""
  },
  {
    "date": "11-22",
    "quote": ""
  },
  {
    "date": "11-23",
    "quote": ""
  },
  {
    "date": "11-24",
    "quote": ""
  },
  {
    "date": "11-25",
    "quote": ""
  },
  {
    "date": "11-26",
    "quote": ""
  },
  {
    "date": "11-27",
    "quote": ""
  },
  {
    "date": "11-28",
    "quote": ""
  },
  {
    "date": "11-29",
    "quote": ""
  },
  {
    "date": "11-30",
    "quote": ""
  },

  {
    "date": "12-01",
    "quote": ""
  },
  {
    "date": "12-02",
    "quote": ""
  },
  {
    "date": "12-03",
    "quote": ""
  },
  {
    "date": "12-04",
    "quote": ""
  },
  {
    "date": "12-05",
    "quote": ""
  },
  {
    "date": "12-06",
    "quote": ""
  },
  {
    "date": "12-07",
    "quote": ""
  },
  {
    "date": "12-08",
    "quote": ""
  },
  {
    "date": "12-09",
    "quote": ""
  },
  {
    "date": "12-10",
    "quote": ""
  },
  {
    "date": "12-11",
    "quote": ""
  },
  {
    "date": "12-12",
    "quote": ""
  },
  {
    "date": "12-13",
    "quote": ""
  },
  {
    "date": "12-14",
    "quote": ""
  },
  {
    "date": "12-15",
    "quote": ""
  },
  {
    "date": "12-16",
    "quote": ""
  },
  {
    "date": "12-17",
    "quote": ""
  },
  {
    "date": "12-18",
    "quote": ""
  },
  {
    "date": "12-19",
    "quote": ""
  },
  {
    "date": "12-20",
    "quote": ""
  },
  {
    "date": "12-21",
    "quote": ""
  },
  {
    "date": "12-22",
    "quote": ""
  },
  {
    "date": "12-23",
    "quote": ""
  },
  {
    "date": "12-24",
    "quote": ""
  },
  {
    "date": "12-25",
    "quote": ""
  },
  {
    "date": "12-26",
    "quote": ""
  },
  {
    "date": "12-27",
    "quote": ""
  },
  {
    "date": "12-28",
    "quote": ""
  },
  {
    "date": "12-29",
    "quote": ""
  },
  {
    "date": "12-30",
    "quote": ""
  },
  {
    "date": "12-31",
    "quote": ""
  }
]
